{
    "clubs": [
        {
            "id": 1,
            "name": "PMMC",
            "email": "pmmc@daiict.ac.in",
            "convenerName": "Ayush Gandhi",
            "convernerPhoto": "https://drive.google.com/open?id=1bsIGQQsiHK46XZkSFjnxomASQXsYbtOI",
            "dyConvenerName": "Jeet Patel",
            "dyConvernerPhoto": "https://drive.google.com/open?id=1pYlQb390czRRkPE2gUal6K3LY_-J9idB",
            "clubGroupPhoto": "https://drive.google.com/open?id=1njk7rXiQOTCPP2wlVbbdw5VqVfYdkFsF",
            "description": "PMMC (Photography and Movie Making Club) at DAIICT is a vibrant community of passionate individuals who share a love for capturing the beauty of life through photography and videography. Our club brings together enthusiasts eager to explore the art of shooting stunning photos and creating engaging videos. Whether it's capturing the essence of college life or diving into creative storytelling We not only focus on capturing memories, but also on learning and sharing knowledge. We offer workshops and training sessions on photography techniques, videography skills, and editing tools. Our members gain hands-on experience in using professional cameras and editing software, helping them develop their skills and expertise. We also organize photowalks where club members explore various styles of photography in different settings. These outings provide a unique opportunity to practice and experiment with different photography techniques, from street photography to nature and portrait shots, while learning from peers and mentors."
        },
        {
            "id": 2,
            "name": "Daiict Theatres Group",
            "email": "theatres@daiict.ac.in",
            "convenerName": "Dhwani Joshi",
            "convernerPhoto": "https://drive.google.com/open?id=13WjKa0-CbAbFTeYtWd581m3l9SH5mF0k",
            "dyConvenerName": "Heet Thakkar",
            "dyConvernerPhoto": "https://drive.google.com/open?id=1eBU4TZ37cIse8NcgYldAOTLlKoq1fdm8",
            "clubGroupPhoto": "https://drive.google.com/open?id=1jqeGMQ9sSuLJiNe6RPtMACf46krO6vu-",
            "description": "Our Club performs theatres in 4 different types of forms that are Mono Act, Street Play, Stage Play and Mime. Our Theatre Club is a group for students who love acting and performing. Our goal is to create a fun, supportive space where everyone can explore their creativity, learn new skills, and work together to put on amazing shows. We also promote the importance of the arts in our college community. We give opportunities to our juniors to lead in certain events like Teacher’s Day Performance and Rangmanch. Under the supervision of current core they lead their juniors and this gives them the courage and motivation to lead the club further. This improves their skills to organize. We're thrilled to have secured First Prize in Rangmanch at Waves, BITS Goa '23 and '24, and to proudly carry our winning streak at Synapse Street Play since 2021."
        },
        {
            "id": 3,
            "name": "Film Club",
            "email": "film_club@daiict.ac.in",
            "convenerName": "Ayushi Jani",
            "convernerPhoto": "https://drive.google.com/open?id=1XFRMugPnTUzdXVTeLQSA0NJel8zyS4ld",
            "dyConvenerName": "Ayush Popshetwar",
            "dyConvernerPhoto": "https://drive.google.com/open?id=1yWCpC9SvtJPIyPwpVXs8SILAptdyaPoM",
            "clubGroupPhoto": "https://drive.google.com/open?id=1-K_Vqm2FUBKcp6z-Huu56eoGnz_TFSXS",
            "description": "The Film Club is a community made for and made by cinephiles, sports enthusiasts, and anime lovers, united by a shared love for storytelling. We believe cinema is more than just entertainment—it’s something that makes you feel, whether it’s joy, excitement, nostalgia, grief or inspiration. As Roman Polanski once said, “Cinema should make you forget you are sitting in a theatre,” our vision is to create experiences that transport you fully into the world of each story. Key Activities: 1. Film Screenings: We host regular screenings of a wide range of films, from visually stunning animations to gripping thrillers to mind-bending sci-fi films to light-hearted rom-coms. 2. Special Screenings: Last year, we organized some special screenings such as \"Hellaro\" for Women's Day, \"Dead Poets Society\" for Teachers' Day, a three-day \"Bollywood Weekend\" featuring three different Bollywood films, and \"Chhichhore\" for Freshers' Movie Night. 3. Live Sports Screenings: We brought the excitement of the 2023 Cricket World Cup to the campus with a live screening on OAT, capturing the thrill of the match. 4. Picture Perfect: During our annual fest Synapse, we host Picture Perfect in collaboration with Headrush. Picture Perfect is a film quiz that challenges participants’ knowledge of cinema in an interactive way. Moreover, we also engage with our community on social media @filmclub_daiict on Instagram and Film_Club_DA on Letterboxd, sharing updates on upcoming screenings, events, and film recommendations. And last but not the least, “We’ll see you in the movies”!"
        },
        {
            "id": 4,
            "name": "AI Club",
            "email": "ai_club@daiict.ac.in",
            "convenerName": "Jash Shah",
            "convernerPhoto": "https://drive.google.com/open?id=1rTRJvl_oWZofMrXnAcXzM9m3gncA9YHi",
            "dyConvenerName": "Sharvil Oza",
            "dyConvernerPhoto": "https://drive.google.com/open?id=1Hv6QL_GqJn_3zW3VRqpEInl0i-MMPsfB",
            "clubGroupPhoto": "https://drive.google.com/open?id=1YVmmmoFNYfuSUF-gNoyjWac8qJubQQU6",
            "description": "The AI Club at DA-IICT serves as a hub for hands-on learning, research collaboration, and community-driven projects. Through workshops, hackathons, speaker sessions, and mentorship programs, we create opportunities for students to deepen their understanding of AI fundamentals and engage in advanced topics. Our club members work on diverse projects, from building intelligent systems and predictive models to exploring computer vision, natural language processing, and deep learning."
        },
        {
            "id": 5,
            "name": "Microsoft Student Technical Club",
            "email": "microsoftclub@daiict.ac.in",
            "convenerName": "Parjanya Rajput",
            "convernerPhoto": "https://drive.google.com/open?id=1o4O5panqHMmcqzuoFUCYUBlI5lk8HF4-",
            "dyConvenerName": "Venil Vekariya",
            "dyConvernerPhoto": "https://drive.google.com/open?id=1lsJt3EOjuQU_ZcSm3AL9yzG4b_w_44Fd",
            "clubGroupPhoto": "https://drive.google.com/open?id=1bOPqII5gzbhBbtZEF3fstfUsMnUG7k7x",
            "description": "We are individuals who come together and share common interest, putting our ideas into existence in order to contribute to the Open Source Community. Yes, we are the MSTC-Microsoft Student Technical Club of DAIICT. We try to make \"I don't know\" to \"I don't know yet\". Many people have genuine ideas related to app and web development but there is no proper platform provided to them. We, as MSTC, come here and help them give the right environment to inculcate their ideas and bring it to life. We aim to do this in as exciting and simplified manner as possible. If you want to find answers to your questions, share ideas, solve problems, or whatever may be your goal, MSTC is here to help you get more out of your ideas and technology. We also come up with various events and competitions which would help you to create a strong foundation for your dream competitions like those of Imagine Cup/GSoC. List of Events and Sessions include: 1. Think Like a Developer Session and Workshop: Students are made aware of different development platforms(Frontend ,Backend, AI/ML, Android Application etc). Followed by a Hands on session of Basic Development Technologies 2. Hacktoberfest Competition along with Git-Github session: Spread the word of open-source along with the hands-on tutorial on version control systems. Followed by a month long Open Source Competition 3. Winter-of-Code(WoC): A month long development competition featuring 8-9 different tech-stack. Implement a real-life project while learning a new technology. 4. Face-off: 1v1 Competitive Coding Contest. With each round being elimination round enjoy the thrill of solving problems."
        },
        {
            "id": 6,
            "name": "Muse- The Designing Club",
            "email": "muse@daiict.ac.in",
            "convenerName": "Preksha Shah",
            "convernerPhoto": "https://drive.google.com/open?id=1ewT69INu9zPeYWEnA_i2U6TIAO-CA3rV",
            "dyConvenerName": "Rutvi Chauhan",
            "dyConvernerPhoto": "https://drive.google.com/open?id=1GYo58NXc8NMg8eplPOCeUPurHHmhflg6",
            "clubGroupPhoto": "https://drive.google.com/open?id=1AuK-EmaVTPFmZLjXxSvZvSdwkqOXfJJ-",
            "description": "Muse is a pool of designers wherein there is innovation, sharing of ideas and a good support network for creative people."
        },
        {
            "id": 7,
            "name": "Research Club",
            "email": "research_club@daiict.ac.in",
            "convenerName": "Gulafsha Bhatti",
            "convernerPhoto": "https://drive.google.com/open?id=1J4AuCekoi3vUFcIWNRWT3fCL9scLHzYW",
            "dyConvenerName": "Dev Joshi",
            "dyConvernerPhoto": "https://drive.google.com/open?id=1G1DyipDLWipom0U7rwAbvVP1musJ4-CT",
            "clubGroupPhoto": "https://drive.google.com/open?id=1HuiT0JOT6IHiLpCjvVPGMCTIOYhXKoB5",
            "description": "We are the Research Club of Dhirubhai Ambani Institute of Information and Communication Technology (DAIICT). Our club brings together students passionate about exploring cutting-edge technologies, scientific research, and interdisciplinary projects. We engage in a variety of activities, including research papers, tech talks, and collaborations with industry experts, to enhance our understanding and contribute to advancements in fields such as artificial intelligence, data science, telecommunications, and more. With a strong focus on critical thinking and problem-solving, we aim to cultivate a research-driven culture at DAIICT, encouraging curiosity and knowledge-sharing among students."
        },
        {
            "id": 8,
            "name": "Programming Club",
            "email": "programming-club@daiict.ac.in",
            "convenerName": "Vraj K. Dobariya",
            "convernerPhoto": "https://drive.google.com/open?id=1MnXG32NYNfGjc8u5owWRJCIZVYjJKDaZ",
            "dyConvenerName": "Devang S. Vaghani",
            "dyConvernerPhoto": "https://drive.google.com/open?id=1W5wNwDkHeaM6oIdTMtiB2pFDtiHxcaQD",
            "clubGroupPhoto": "https://drive.google.com/open?id=18AXMvGZbsmhbyDkeCpeogdlagL7IKVKa",
            "description": "The Programming Club has been working to help people explore their hidden passion for programming. We help students understand some basic concepts and few who stick around enjoy and master the art of competitive programming. This includes solving complex problems under some time and space constraints, which is a valued skill in the field of computer science. Our philosophy is to make programming a fun activity where students come up with problems and discuss solutions out of their interest. We regularly organize contests and discussion sessions to encourage participation of the student community. We actively promote students to participate in algorithmically challenging competitions like ACM ICPC, Facebook Hacker-cup, TCS Codevita and various others. Students of our club have represented DA-IICT at various such competitions. Programming club continuously strives to uphold and further raise the bar for the programming capabilities of students at DA-IICT. Purpose Our primary goal is to foster a love for competitive programming and equip students with the skills needed to tackle complex problems. We aim to build a strong foundation in algorithms and data structures, helping students excel in national and international coding competitions. Vision To establish DAIICT as a hub for competitive programming by inspiring students to achieve remarkable feats in the global coding community. Key Activities Algorithm and Problem-Solving Sessions: We conduct regular sessions for students across all years, focusing on teaching different algorithms, techniques, and problem-solving approaches. Intra-DA Programming Contests (IPC): The club organizes IPC, where students compete and showcase their programming skills. Junior IPC: A specially curated contest for first-year students to introduce them to competitive programming and build their confidence. Inter-Wing Contests: Fun and challenging team-based contests where participants form teams of three from their hostel wings to compete. Long Contests: Hosting Holi Long and Diwali/December Long, week-long contests that challenge participants with engaging problems, providing a platform for continuous learning and improvement. Notable Achievements Participation in ICPC: Many of our students have represented DAIICT at the prestigious ACM ICPC, competing against the best coders globally. Platform Recognition: Students have achieved remarkable rankings on platforms like Codeforces, CodeChef, LeetCode and Atcoder setting benchmarks for excellence."
        },
        {
            "id": 9,
            "name": "Electronics Hobby Club",
            "email": "ehc@daiict.ac.in",
            "convenerName": "Kaushik Prajapati",
            "convernerPhoto": "https://drive.google.com/open?id=1y6yyUS5ZXaNtWh4oTT6zEG0Mo44OZocv",
            "dyConvenerName": "Parjanya Rajput",
            "dyConvernerPhoto": "https://drive.google.com/open?id=1M78brE8xsYrmAFhPWzj4FfBEPgfiJetK",
            "clubGroupPhoto": "https://drive.google.com/open?id=1p4dGIGojJdSgui4pOwNL7MmqMcZ2gCvu",
            "description": "The Electronics Hobby Club (EHC) is all about helping students explore and enjoy the world of electronics. Our goal is to make the dreams of students, like building RC cars, drones, or interesting electronics projects, come true. We want to inspire everyone to love electronics and share as much knowledge as possible. In our club, we work with technologies like Arduino, Raspberry Pi, NodeMCU, and more. We organize regular learning sessions where students can learn how to use these tools and understand the basics of electronics. These sessions are open to everyone and are aimed at making electronics simple and fun. We also conduct exciting events like RC car races, where students can showcase their creativity and skills. Another key activity is our open projects, where anyone can join, learn, and build their own projects with guidance from experienced members. These projects help students gain hands-on experience and turn their ideas into reality. Our club has achieved a lot over the years. We have successfully organized sessions with great participation, hosted RC car racing competitions, and completed projects like NFC Door-Lock System, RC Car, Line Follower, Maze Solving Bot, and Drone. At EHC, we believe in creating a friendly environment where students can learn, experiment, and share ideas. Our mission is to make electronics exciting and accessible to everyone."
        },
        {
            "id": 10,
            "name": "Cyber Information and Network Security Club",
            "email": "cins_club@daiict.ac.in",
            "convenerName": "Hemal Ravrani",
            "convernerPhoto": "https://drive.google.com/open?id=1hg9KtQkVYZePcwAciYYshOLYMuXtlM-x",
            "dyConvenerName": "Vidhan Chavda",
            "dyConvernerPhoto": "https://drive.google.com/open?id=1sL-Uij4uYcBJQS_vyMXOYul4h068lxue",
            "clubGroupPhoto": "https://drive.google.com/open?id=1m2VkSW8YwzUNW4V3mj7hCMbHjhWPLkqh",
            "description": "We are passionate individuals about exploring the world of cybersecurity together. We organize hands-on workshops, engaging events, and meaningful discussions related to Catch The Flag, fields in cybersecurity, etc. to help everyone learn how to stay safe online and solve real-world security challenges."
        },
        {
            "id": 11,
            "name": "Headrush",
            "email": "quizzing@daiict.ac.in",
            "convenerName": "Shashwat Menon",
            "convernerPhoto": "https://drive.google.com/open?id=1FULLL544CFP2kByHD2gNE8GzUHkCsbB4",
            "dyConvenerName": "Ayush Popshetwar",
            "dyConvernerPhoto": "https://drive.google.com/open?id=1t8-h6UfdFIDSYpCpZGdYKUpmYUa-ixkW",
            "clubGroupPhoto": "https://drive.google.com/open?id=1VZVFveXI4rgbt9ITUcEzGE3CgNE4gHiN",
            "description": "Headrush: The Quizzing Club of DA-IICT Headrush is the vibrant quizzing club of DA-IICT, dedicated to fostering a love for knowledge and intellectual curiosity. We aim to create an inclusive platform for students to explore the world of quizzing, whether competitively or for leisure. Our vision is to cultivate a thriving quizzing culture in the college, continuously raising the bar for competitive quizzing while offering engaging opportunities for students to connect, learn, and enjoy the thrill of trivia. Key Activities: • Various Quiz Sessions: Regular quizzes covering diverse topics such as entertainment, music, literature, science and technology, business, and more. • Flagship Events: Organizing large-scale quiz competitions like I.Quiz and multiple quizzes during Synapse and events that bring together quizzing enthusiasts from across the campus. Notable Achievements: • Came second in Fandom quiz held at IIT Gandhinagar • Consistently recognized as a hub for quizzing excellence within DA-IICT, drawing participation from a wide range of students. • Developed a reputation for creative and intellectually stimulating quiz formats. Join Headrush to explore, learn, and enjoy the captivating world of quizzing!"
        },
        {
            "id": 12,
            "name": "DADC",
            "email": "danceclub@daiict.ac.in",
            "convenerName": "Jash Sheth",
            "convernerPhoto": "https://drive.google.com/open?id=119pUSW0FNr7LYtqY8ZwSFa2BXt0WdjT_",
            "dyConvenerName": "Khushi Pandya",
            "dyConvernerPhoto": "https://drive.google.com/open?id=1-bVyz0G7nNkDiMTSINNE0DXyP0IGJZbS",
            "clubGroupPhoto": "https://drive.google.com/open?id=1HNWgJAYabXhMTnIOw5cxyRpX6wTXatTp",
            "description": "Vision: To inspire a passion for dance, provide a platform for creative expression, and bring together individuals eager to learn dance, perform solo or in groups, and create unforgettable memories. Purpose: DADC is the official dance club of our college, bringing together passionate dancers who thrive on creativity and performance. The club is dedicated to enhancing the cultural vibrancy of our institution through diverse dance activities and events. Key Activities: Teacher’s Day Event :A vibrant celebration where we express gratitude to our educators through dance tributes. As the first event for freshers, it’s also an opportunity to engage with them, helping them feel a part of the Dance Club (DADC) while learning teamwork and creativity. Outstation Performances: Our team represents the college at prestigious cultural fests and competitions held outside Gujarat. Synapse – Footloose: Representing the Dance Club (DADC) at \"Footloose\", the vibrant dance event of our college fest Synapse, we compete with top dance teams from various colleges. Instation Performances: Our team actively participates in nearby college fests, consistently making a mark in the local cultural scene and allow us to engage with the local community, exchange creative ideas with other college teams. Waltz: Waltz is our college’s exciting intra-college dance competition, where members of the Dance Club (DADC) showcase their diverse talents in solo, duet, group performances, and even freestyle battles. Ignite: It is an innovative online dance competition that provides a unique platform for dancers to express their inner talent in the digital space. Notable Achievements: WALTZ - Winner 2024 Inflibnet - Winner 2023 BITS Goa - Top five 2022 GNLU - Winners, 2019 EDI - Winners, 2019 BITS Goa - Top five, 2018 Synapse - Winners, 2017 BITS Goa - Second Position, 2016 Join DADC, where every move matters, and together we create magic through dance!"
        },
        {
            "id": 13,
            "name": "The Radio Club",
            "email": "radio@daiict.ac.in",
            "convenerName": "Sahil Pandavadara",
            "convernerPhoto": "https://drive.google.com/open?id=1upeJfA0E4IgMu5NaNGTVK8rOfSKGzrCH",
            "dyConvenerName": "None.",
            "dyConvernerPhoto": "",
            "clubGroupPhoto": "https://drive.google.com/open?id=17ysg38b89bj_Yf47RCIPKUzEJNNryxcv",
            "description": "The Radio Club brings creativity to life through engaging podcasts featuring poems, stories, and vibrant narratives, including a special nine-day series celebrating the spirit of Navratri. This year’s lineup is packed with exciting events such as Vaani - Performance Night, a platform for freshers to showcase talents in poetry, storytelling, mimicry, and monologues, and the Commentator Cup, where students can channel their inner sports commentator during Asia Cup matches. Ink Chronicles invites participants to write heartfelt letters to beloved characters, while the Discussion Forum encourages open and authentic conversations on topics like Taylor Swift’s impact. The Weekly Poetry Writing Challenge celebrates the art of poetry in all its forms, and the Audio Editing Workshop provides a hands-on opportunity for aspiring editors to hone their skills. The Radio Club also marks National Radio Day and International Dubbing Day with special celebrations, making this year a dynamic blend of creativity, expression, and learning."
        },
        {
            "id": 14,
            "name": "The Debating Society",
            "email": "debate_club@daiict.ac.in",
            "convenerName": "Rohan Jasani",
            "convernerPhoto": "https://drive.google.com/open?id=100DYL0kd1lYfKiyvYX875jdlVDiInTd-",
            "dyConvenerName": "Mihir Moolchandani",
            "dyConvernerPhoto": "https://drive.google.com/open?id=1T6_b9kEHLxIixx5oNY2-eMBuHW-hji1_",
            "clubGroupPhoto": "https://drive.google.com/open?id=1wqe9Gxpg7bXdlmvQDRjRgOIJUI7mf6Mi",
            "description": "The Debating Society of DAIICT popularly known as DebSoc is dedicated to enhancing students' vocational skills, boosting confidence, along with improving vocabulary. We organize a variety of events, including British and Asian Parliamentary-style debates, Model United Nations (MUNs), and fun activities like Shipwreck. Additionally, we provide ample opportunities for both in-station and outstation competitions. Over the years, we've continuously strived to grow and stay relevant by hosting numerous engaging events. We hold annual auditions to welcome new members and provide other avenues as well for students to join and contribute. We are committed to improve and evolve as time passes. Together, we aim to grow stronger, onwards and upwards!"
        },
        {
            "id": 15,
            "name": "Chess Club",
            "email": "chess_club@daiict.ac.in",
            "convenerName": "Akshat Jindal",
            "convernerPhoto": "https://drive.google.com/open?id=1-zVe5Z1ygucu3i3Qfpys8TYJK6lUQzUz",
            "dyConvenerName": "Vraj Gandhi",
            "dyConvernerPhoto": "https://drive.google.com/open?id=1a7rRPA9scYrYlFmm9l3wYZ8xnSai1KsW",
            "clubGroupPhoto": "https://drive.google.com/open?id=1nEIYgJ8HkwwR2Vrzi5mMEvOsiklQUNot",
            "description": "We, the Chess Club of DAU, aim to ignite the slightest passion for chess and turn it into an eternal flame. We win tournaments, organize fun events, teach new enthusiasts, and, above all, respect the game. We are the central hub for all chess activities on campus, a center for learning, practice and competition."
        },
        {
            "id": 16,
            "name": "Press Club",
            "email": "pressclub@daiict.ac.in",
            "convenerName": "Anjali Chandwani",
            "convernerPhoto": "https://drive.google.com/open?id=1zcfKU72_v6Hy0Vd9z9uWTIpqbryh7cKw",
            "dyConvenerName": "Guru Vyas",
            "dyConvernerPhoto": "https://drive.google.com/open?id=1S1v6jp5VCfhguICN4j7Xfxs3585X0l76",
            "clubGroupPhoto": "https://drive.google.com/open?id=162h7NrRHqJpTpOTsDuvXuRQtKEpNi5a7",
            "description": "As the journalism cell of DAIICT, The Press Club strives to give voice to the student community and aspires to be a podium to lodge campus musings in all its moods. To achieve its maxim, The Press Club engages in a number of journalistic undertakings on the campus. Through News & Nonsense, the campus newsletter, and Entelechy, DAIICT’s flagship magazine, The Press Club has successfully amplified the voices of students while showcasing their literary talents. As a hub for creative expression and the front for creative writing, the club fosters the writing community by organizing story-writing and poetry competitions, providing a platform for skilled writers to showcase their art, and inspiring others to dip their toes into the vast ocean that is writing."
        },
        {
            "id": 17,
            "name": "Cubing Club",
            "email": "cubing_club@daiict.ac.in",
            "convenerName": "Madhav Kanjilimadom",
            "convernerPhoto": "https://drive.google.com/open?id=18u2occIrdoRpne1RYGaXEXwwM9GhgCiP",
            "dyConvenerName": "Dev Vyas",
            "dyConvernerPhoto": "https://drive.google.com/open?id=1O6QP26_ainjuRrrNDBEjYAUu0MpanCOs",
            "clubGroupPhoto": "https://drive.google.com/open?id=1CwG7Hom_HtOeBa8OtGrRq89U8YQXnM1-",
            "description": "The Cubing Club organizes activities such as creating mosaics using Rubik's cubes, organizing cubing competitions both intra-college and at a global level, and conducting workshops to teach and improve cubing skills. We aim to foster an environment of curiosity and enthusiasm towards puzzle-solving by encouraging members to develop their skills, share knowledge, and participate in fun, collaborative events."
        },
        {
            "id": 18,
            "name": "The Music Club",
            "email": "music_club@daiict.ac.in",
            "convenerName": "Harsh Popatiya",
            "convernerPhoto": "https://drive.google.com/open?id=1ftgf1JUCkbCgrCWSvIjQOx58SRGJsaXt",
            "dyConvenerName": "Varnika Chhawcharia",
            "dyConvernerPhoto": "https://drive.google.com/open?id=1L4lfFyNcOK8gcV0YJJBeU4OaLPbsxn8X",
            "clubGroupPhoto": "https://drive.google.com/open?id=1q3QjccndVXfu2BoREW9fgC_sK2yeytSS",
            "description": "The Music Club of DA-IICT is a vibrant community of passionate musicians and music enthusiasts who come together to celebrate their love for melodies, rhythms, and creativity. The club serves as a platform for students to showcase their talent, collaborate on performances, and explore diverse musical genres. With regular jam sessions, live performances, and workshops, the Music Club fosters a lively and inclusive environment, inspiring its members to express themselves through the universal language of music. Whether you're a singer, instrumentalist, or simply a music lover, this club is the perfect place to connect and harmonize."
        },
        {
            "id": 19,
            "name": "Khelaiya Club",
            "email": "khelaiya_club@daiict.ac.in",
            "convenerName": "Yash Tarpara",
            "convernerPhoto": "https://drive.google.com/open?id=1GEe-uB03Zk8FkJfqAvW-TePr_72za4dt",
            "dyConvenerName": "Malay Sidapara",
            "dyConvernerPhoto": "https://drive.google.com/open?id=1BsH0-gys4Dt9a5ePa7kb0oEVAaw9XaoG",
            "clubGroupPhoto": "https://drive.google.com/open?id=1UwEMZ0i7i-CcroDhUtnuAcXh3j3gujAr",
            "description": "Khelaiya Cub is a vibrant Garba performance club known for excelling in prestigious competitions such as Naach, Waltz, and Outstations. Beyond competing, we actively promote the culture of Garba by organizing interactive workshops to refine skills and hosting exciting garba nights that bring the community together in celebration."
        },
        {
            "id": 20,
            "name": "Google Developer Group",
            "email": "dsc@daiict.ac.in",
            "convenerName": "Abhishek Abbi",
            "convernerPhoto": "https://drive.google.com/open?id=1g6U3NHFq1ViwlA8xox9rzumwTHWuhbSD",
            "dyConvenerName": "Parth Vadodaria",
            "dyConvernerPhoto": "https://drive.google.com/open?id=1j6v4z9FrxP7gNOPsL1SaZ0VgpanvTo5b",
            "clubGroupPhoto": "https://drive.google.com/open?id=1qiCvFBgJImCjFiZFRNkmpv4MGZOqvxRz",
            "description": "Google Developers Group on Campus DA-IICT aims at keeping the development culture alive at DA-IICT. We host various events including sessions for both beginners and intermediate level, on-hands workshop, hackathons, Open Source events and everything else related to development. We have got a dynamic team proficient in all sectors that is Machine Learning, Android Development, Web Development, UI/UX Design and Core Linux Programming. GDG also is planning to hold a flagship tech conference \"Dev-o-lution\" which will include expert speakers from all over the country packed into one full day of networking, learning and growth."
        }
    ]
}